Repository: wristler/wristler-wordpress-plugin
Catalog: resources/lang/wristler-*.po
Languages: nl_nl

source: https://wristler.eu
nl_nl: https://wristler.eu/nl

source: This plug-ins allows your WooCommerce shop to sync with Wristler for automated stock updates.
nl_nl: Deze plug-ins laat je WooCommerce winkel synchroniseren met Wristler voor automatische voorraad updates.

source: Selected watch
nl_nl: Gekozen horloge

source: Manual reference
nl_nl: Handmatig invoeren

source: Manually create this watch. Attributes should be filled at Wristler.
nl_nl: Handmatig horloge invoeren. Kenmerken dienen op Wristler ingevuld te worden.

source: Inactive
nl_nl: Inactief

source: Incomplete
nl_nl: Onvolledig

source: Active
nl_nl: Actief

source: Fill in your Wristler Security Token in order for the plugin to work.
nl_nl: Vul je security token in zodat de plugin werkt.

source: The security token is invalid. Please check the token and try again.
nl_nl: De security token is ongeldig. Controleer het token en probeer het opnieuw.

source: Enter the security token provided during installation on Wristler. Without this token the plug-in will not work.
nl_nl: Voer de security token in die tijdens de installatie op Wristler is verstrekt. Zonder dit token werkt de plug-in niet.

source: Force default description
nl_nl: Forceer standaard omschrijving

source: When enabled, the description entered in the product settings will be ignored. The product name will be used as description.
nl_nl: Indien ingeschakeld, wordt de beschrijving die is ingevoerd in de productinstellingen genegeerd. De productnaam wordt gebruikt als beschrijving.

source: State
nl_nl: Staat

source: New/unworn
nl_nl: Nieuw/ongedragen

source: Condition
nl_nl: Conditie

source: New
nl_nl: Nieuw

source: Unworn
nl_nl: Ongedragen

source: Very good
nl_nl: Zeer goed

source: Good
nl_nl: Goed

source: Fair
nl_nl: Naar behoren

source: Poor
nl_nl: Vertoont gebreken

source: Availability
nl_nl: Beschikbaarheid

source: Ready to ship in 1-3 days
nl_nl: Verzending binnen 1-3 dagen

source: Ready to ship in 3-5 days
nl_nl: Verzending binnen 3-5 dagen

source: Ready to ship in 6-10 days
nl_nl: Verzending binnen 6-10 dagen

source: On request
nl_nl: Op aanvraag

source: Shipping costs
nl_nl: Verzendkosten

source: Including box
nl_nl: Inclusief originele doos

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Including papers
nl_nl: Inclusief papieren/certificaat

source: Synchronization
nl_nl: Synchronisatie

source: Publish this watch on Wristler
nl_nl: Publiceer dit horloge op Wristler

source: Reference no.
nl_nl: Referentie nr.

source: Unable to fetch watches. Check your security token and try again later.
nl_nl: Kan geen horloges ophalen. Controleer je security token en probeer het later opnieuw.

source: Name
nl_nl: Naam

source: Leave empty to use the title specified in WordPress
nl_nl: Laat leeg om de standaard product titel te gebruiken

source: Synchronize price
nl_nl: Prijs synchroniseren

source: Synchronize product price with Wristler
nl_nl: Synchroniseer product prijs met Wristler

source: Price on request
nl_nl: Prijs op aanvraag

source: Price
nl_nl: Prijs

source: Year of production
nl_nl: Productiejaar

source: Unknown production year (random serial)
nl_nl: Productiejaar onbekend (willekeurig serienummer)

source: Includes original box
nl_nl: Inclusief originele doos

source: Papers
nl_nl: Papieren

source: Includes papers/certificate
nl_nl: Inclusief papieren/certificaat

source: Warranty
nl_nl: Garantie

source: Includes warranty
nl_nl: Inclusief garantie

source: Description
nl_nl: Beschrijving

source: Leave empty to use the default production description.
nl_nl: Laat leeg om de standaard product omschrijving te gebruiken.

source: This watch has after market customizations *
nl_nl: Dit horloge heeft after market aanpassingen *

source: When checked, this watch will not be published directly. Fill in the customization options on Wristler for this watch to be published.
nl_nl: Indien aangevinkt, wordt dit horloge niet direct gepubliceerd. Vul de gegevens op Wristler in om dit horloge te publiceren.

source: This watch is synchronized with Wristler without price synchronization. Check the price with the Wristler options before updating.
nl_nl: Dit horloge is gesynchroniseerd met Wristler zonder prijs synchronisatie. Controleer de prijs bij de Wristler opties voor het bijwerken.
